Repository: Ri-Dearg/nuragic-sh
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: A Product is unavailable.
it: Un prodotto non è disponibile.

source: {product} has run out of stock and has been removed from the cart.
it: {product} non è più disponibnile ed è stato/a rimosso/a dal carrello.

source: Removed {product.title} from your cart.
it: {product.title} è stato/a rimosso/a dal carrello.

source: Please update the quantity to add {product.title} to your cart.
it: Aggiorna la quantità per aggiungere {product.title} al carrello.

source: Preordered {quantity} {product.title}.
it: Preordinato/a {quantity} {product.title}.

source: Added {quantity} {product.title} to your cart.
it: Aggiunto/a {quantity} {product.title} al carrello.

source: Success
it: Successo

source: Error adding item to cart: {error}
it: Errore nell'aggiunta di un articolo al carrello: {error}

source: Error
it: Errore

source: Country
it: Paese

source: Email Address
it: Indrizzi Email

source: Full Name
it: Nome Completo

source: Phone Number
it: Numero di Telefono

source: 123 Main St.
it: Via Domu 123

source: Street Address 1
it: Indirizzo 1

source: Street Address 2
it: Indirizzo 2

source: Town or City
it: Città

source: Locality
it: Località

source: County, State or Locality
it: Regione

source: Postcode
it: CAP

source: The cart is empty.
it: Il carrello è vuoto.

source: One of the products in your cart wasn't found in our collection. Please call us for assistance!
it: Un prodotto nel tuo carrello non è stato trovato nella nostra collezione. Conttataci per assistenza, per favore!

source: Order successfully processed! A confirmation email will be sent to {order.email}.
it: L'ordine è stato effetuato con successo! Una conferma sarà inviata via email a {order.email}.

source: Sorry, your payment cannot be processed right now. Please try again later.
it: Scusaci, il tuo pagamento non può essere effetuato ora. Prova di nuovo dopo, per favore.

source: NuragicSH Order <{settings.DEFAULT_ORDER_EMAIL}>
it: NuragicSH Ordine <{settings.DEFAULT_ORDER_EMAIL}>

source: English
it: Inglese

source: Italian
it: Italiano

source: Thank you, your message has been sent.
it: Grazie, il tuo messagio è stato spedito.

source: Name
it: Nome

source: Subject
it: Soggetto

source: What are your thoughts?
it: Cosa pensi?

source: Send
it: Invia

source: You have already signed up for the newsletter.
it: Sei già iscritto alla newsletter.

source: Thank you for signing up!
it: Grazie per la tua sottoscrizione!

source: Cookie preferences saved.
it: Le preferenze per i cookie sono state salvate.

source: Learn More
it: Scopri di Più

source: {product.title} removed from favorites.
it: {product.title} rimosso/a dai preferiti.

source: {product.title} added to favorites.
it: {product.title} aggiunto/a ai preferiti.

source: Favorited!
it: Preferito/a!

source: Error: %r, {error}
it: Errore: %r, {error}

source: Account Inactive
it: Account Inattivo

source: This account is inactive.
it: Questo account è inattivo.

source: Email Addresses
it: Indrizzi Email

source: The following email addresses are associated with your account:
it: Questi indrizzi email sono associati con il tuo account:

source: Unverified
it: Non Verificato

source: Primary
it: Principale

source: Make Primary
it: Imposta come Principale

source: Re-send Verification
it: Rinviare Verifacazione

source: Delete
it: Cancella

source: Warning:
it: Attenzione:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
it: Attualmente non hai un indirizzo email per il tuo account. Aggiungi un email per ricevere notificazioni, ricreare una password, etc.

source: Add Email Address
it: Aggiungi Indirizzo Email

source: Add Email
it: Aggiungi Email

source: Do you really want to remove the selected email address?
it: Vorresti cancellare questo indirizzo email?

source: Hello from %(site_name)s!
it: Ciao, da %(site_name)s!

source: Greetings and thanks from %(site_name)s! %(site_domain)s
it: Buongiorno e grazie da %(site_name)s! %(site_domain)s

source: Welcome, %(user_display)s, to %(site_name)s. This email address has been given to create an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
it: Benvenuto/a, %(user_display)s, to %(site_name)s. Questa email è stata usata per creare un account per %(site_domain)s. Per confermare, vai a %(activate_url)s

source: Please Confirm Your Email Address
it: Per Favore Confermare Il Tuo Email

source: You're receiving this email because a password reset was requested for your user account with username %(username)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
it: Questa email è una richiesta di rimpostare la password per account %(username)s. Potresti ignorare questa email se non hai fatto la richiesta. Fai un click al link qui giù per reimpostare la password.

source: Password Reset Email
it: Reimpostare Password

source: Confirm Email Address
it: Confermare Email

source: I confirm that <a class="form-link text-info" href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
it: Confermo che <a class="form-link text-info" href="mailto:%(email)s">%(email)s</a> è un email per %(user_display)s.

source: Confirm
it: Confermo

source: This email confirmation link expired or is invalid. Please <a class="smooth-click form-link text-info" href="%(email_url)s">issue a new email confirmation request</a>.
it: Questo link non è più valido Per favore <a class="smooth-click form-link text-info" href="%(email_url)s">richiedi un link nuovo</a>.

source: Sign In
it: Accedi

source: <a class="smooth-click form-link text-info" href="%(signup_url)s">Sign Up</a> if you have not created an account yet.
it: <a class="smooth-click form-link text-info" href="%(signup_url)s">Registri</a> se non hai già creato un account.

source: Sign Out
it: Esci

source: Are you sure you want to sign out?
it: Sei sicuro/a di voler uscire?

source: You cannot remove your primary email address (%(email)s).
it: Non puoi cancellare il tuo indirizzo email primcipale (%(email)s).

source: We have sent a confirmation email to %(email)s.
it: Ti abbiamo inviato un email di conferma a %(email)s.

source: Thank you! You have confirmed your email, %(email)s.
it: Grazie! Hai confermato il tuo indirizzo email, %(email)s.

source: Removed email address %(email)s.
it: Indirizzo email %(email)s è stato cancellato.

source: Welcome Back, %(name)s!
it: Bentornato/a, %(name)s!

source: You have signed out.
it: Sei uscito/a.

source: Password successfully changed.
it: La password è stata cambiata con successo.

source: Password successfully set.
it: La password è stata impostata.

source: Primary email address set.
it: Indirizzo email principale è stato impostato.

source: Your primary email address must be verified.
it: Indirizzo email principale deve essere verificato.

source: Change Password
it: Cambia Password

source: Password Reset
it: Reimpostare Password

source: Enter your email address and we will send a link that will allow you to reset your password.
it: Inserisci il tuo indirizzo email e ti invieremo un link che ti permetterà di reimpostare la tua password.

source: Contact us
it: Contattaci

source: if you have any trouble resetting your password.
it: se hai qualsiasi problema di reimpostare la tua password.

source: We have sent you an email. If you do not receive it within a few minutes, please
it: Ti abbiamo inviato una email. Se non la ricevi in pochi minuti, per favore

source: contact us
it: contattaci

source: Bad Token
it: Token Non Valido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a class="smooth-click form-link text-info" href="%(passwd_reset_url)s">new password reset email</a>.
it: Il link per reimpostare la password non era valido, è possibile che è già stato uttilizato. Per favore richiedi a <a class="smooth-click form-link text-info" href="%(passwd_reset_url)s">un email nuova per reimpostare la password</a>.

source: You have updated your password.
it: Hai aggiornato la tua password.

source: Set Password
it: Imposta Password

source: Register
it: Registrati

source: <a class="smooth-click form-link text-info" href="%(login_url)s">Sign In</a> if you already have an account.
it: <a class="smooth-click form-link text-info" href="%(login_url)s">Accedi</a> se hai già un account.

source: Sign Up Closed
it: Iscrizione Chiusa

source: We are sorry, but the sign up is currently closed.
it: Siamo spiacenti, ma l'iscrizione è chiusa.

source: Note
it: Attenzione

source: you are already logged in as <strong class="fw-bold">%(user_display)s</strong>.
it: hai già effetuato l'accesso come <strong class="fw-bold">%(user_display)s</strong>.

source: Verify Your Email Address
it: Verifica Il Tuo Indirizzo Email

source: Verify Email
it: Verifica Email

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, please
it: Ti abbiamo inviato un email di verifica. Clicca il link per finalizzare la tua registrazione. Se non la ricevi in pochi miunti, per favore

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
it: Questa parte del sito richiede che tu verifichi il tuo indirizzo email.

source: We have sent an email to you for verification. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un email di verifica. Clicca il link per finalizzare la tua registrazione. Se non la ricevi in pochi miunti, per favore contattaci.

source: <strong>Note:</strong> you can still <a class="smooth-click form-link text-info" href="%(email_url)s">change your email address</a>.
it: <strong>Attenzione:</strong> potresti ancora <a class="smooth-click form-link text-info" href="%(email_url)s">cambiare il tuo indirizzo email</a>.

source: Alessandro Olianas, Nuragic Shamanic Healing, events, spiritual events, Sardinia, Ireland, connections, connect, collaborate, sharing, roots, workshops, online workshops, online courses, courses, spiritual, spirituality, nuragic,
it: Alessandro Olianas, Nuragic Shamanic Healing, eventi, eventi spirituali,Sardegna, Irlanda, connessioni,, connetti, collaborare, condivisione, radici, laboratori, laboratori online, corsi online, corsi, spirituale, spiritualità, nuragico,

source: Loading
it: Carica

source: Offerings
it: Offerte

source: Bad Request
it: Richiesta Non Valido

source: Looking for something interesting
it: Cercando per qualcosa di interesante

source: Explore
it: Scopri

source: Forbidden
it: Vietato

source: Instead of searching out of bounds
it: Anzichè cercare altrove

source: Explore our garden
it: Scopri nostro giardino

source: Not Found
it: Non Trovato

source: Seems like we're a little lost
it: Sembra che siamo un po' persi'

source: Let's search for something new
it: Cerchiamo per qualcosa di nuovo

source: Server Error
it: Errore del Server

source: We've had some issue and we'll take a look into it
it: Abbiamo qualche problema e controlleremo a riguardo

source: In the meantime, discover our
it: Nel fratempo, scopri nostre

source: Sign Up Here!
it: Iscriviti!

source: Join
it: Unisciti

source: Facebook Page
it: Pagina Facebook

source: Instagram Page
it: Pagina Instagram

source: Youtube Page
it: Pagina Youtube

source: Contact
it: Contatti

source: Whatsapp Messaging
it: Messagi Whatsapp

source: Facebook Messenger
it: Messenger Facebook

source: Email Contact
it: Contatto Email

source: Policies
it: Polizze

source: All Rights Reserved
it: Tutti i Diritti Riservati

source: All About
it: Riguardo Tutto

source: All
it: Tutti

source: Ancient Wisdom, Modern Healing
it: Antica Sagezza, Energia Moderna

source: Consciousness, spirituality, healing and ancestry. Working with systems such as Tarot, Oracle Cards, Shamanic Drumming and Healing. Creating events for sharing and connections between individuals and cultures.
it: Consapevolezza, spirtualità, energia e antenati. Lavoriamo con i sistemi dei Tarocchi, Oracoli, Tamburi e Reiki. Creiamo eventi per condivisione e connesioni tra persone e culture.

source: Nuragic Shamanic Healing Logo
it: Logo di Nuragic Shamanic Healing

source: First
it: Prima Pagina

source: (current)
it: (attuale)

source: Last
it: Ultima Pagina

source: Country Code
it: Prefisso Internazionale

source: Your Cart
it: Il tuo carrello

source: Welcome to your cart. Let's see what has caught your eye.
it: Benvenuto nel tuo carrello. Vediamo cosa ha catturato i tuoi occhi.

source: Your cart is empty...
it: Il tuo carrello è vuoto...

source: See what we can offer
it: Guarda le nostre offerte

source: View Cart
it: Carrello

source: Go to Cart
it: Vai al Carrello

source: Checkout
it: Pagamento

source: Delivery
it: Spedizione

source: Total
it: Totale

source: Empty Cart
it: Carrello Vuoto

source: What can we offer you
it: Cosa potremmo offrirti

source: Quantity
it: Quantità

source: Update
it: Aggiorna

source: Remove
it: Cancella

source: Cart Total
it: Totale Articoli

source: Update Cart
it: Aggiorna Carrello

source: Add to Cart
it: Aggiungi al Carrello

source: Sub-total
it: Sub-totale

source: Delivery will be calculated at the checkout
it: Il costo di spedizione sarà calcolata prima del pagamento

source: Thank you so much for supporting a small business
it: Grazie per supportare una piccola azienda

source: Proceed with Order
it: Procedi con l'Ordine'

source: Thank you! This is a confirmation of your order at Nuragic Shamanic Healing. Your order information is below: Order Number: %(_number)s Order Date: %(date)s Order Total: €%(total)s Delivery: €%(delivery)s Grand Total: €%(grand_total)s The billing has been charged to %(billing_full_name)s Your order will be shipped to:
it: Grazie mille! Questa è una conferma del tuo ordine da Nuragic Shamanic Healing. L'informazione del tuo ordine è qui: Numero Ordine: %(_number)s Data: %(date)s Totale Articoli: €%(total)s Spedizione: €%(delivery)s Somma Totale: €%(grand_total)s La fattura è stato emesso nel nome di %(billing_full_name)s Il tuo ordine sarà speidto a:

source: We've got your delivery phone number on file as %(shipping_phone_number)s. We hope you found what you were looking for. If you have any questions, feel free to contact us at %(our_email)s. Thank you for your order! Sincerely, Nuragic Shamanic Healing
it: Il numero del telefono per la spedizione è %(shipping_phone_number)s. Speriamo che tu abbia trovato quello che stavi cercando. Se hai qualsiasi domanda, contattaci a %(our_email)s. Grazie per il tuo ordine! Cordiali Saluti, Nuragic Shamanic Healing

source: Order Confirmation
it: Conferma Ordine

source: Order Number
it: Numero Ordine

source: Date
it: Data

source: Items
it: Articoli

source: Your Order
it: Il tuo Ordine

source: Order Complete
it: Ordine Effetuato

source: Order Details
it: Dettagli Ordine

source: Shipping Details
it: Dettagli Spedizione

source: County
it: Località

source: Billing Details
it: Dettagli Fatturazione

source: Item Total
it: Totale Articoli

source: Grand Total
it: Somma Totale

source: Thank you for your exchange and your support.
it: Grazie per lo scambio e il tuo supporto

source: checkout, payment
it: cassa, pagamento

source: Cart
it: Carrello

source: Personal Details
it: Dettagli Personali

source: Delivery Information
it: Informazione di Spedizione

source: My billing details are the same as delivery.
it: I miei dettagli per il fatturazione sono uguali a quelli di spedizione.

source: Billing Information
it: Informazione di Fatturazione

source: Save these shipping and billing addresses to my profile
it: Salva gli indirizzi per spedizione e fatturazione al mio profilo

source: Create an account
it: Creare un account

source: or
it: o

source: login
it: accedere

source: to save this information.
it: per salvare la tua informazione

source: Payment
it: Pagamento

source: Confirm Purchase
it: Conferma Acquisto

source: All of your payment details are processed by Stripe. We do not process or store your payment information.
it: Tutti i tuoi dettagli del pagamento sono eseguiti da Stripe. Noi non effettuiamo il pagamento e non salviamo le tue informazioni del pagamento.

source: By clicking "Confirm Purchase" you agree to our
it: Quando fai un clic su Conferma "Acquisto" accetti il nostro

source: and
it: e

source: Details
it: Dettagli

source: Please do not refresh the page, press the back button or navigate away while the payment is processing.<br>Thank you for your patience.
it: Non ricaricare la pagina, non premere il pulsante per tornare indietro o navigare ad un'altra pagine mentre il pagamento sta eseguendo, per favore.<br>Grazie per la tua pazienza.

source: Let's explore.
it: Esploriamo.

source: Your orders. Thank you for your support.
it: I tuoi ordini. Grazie per il tuo supporto.

source: orders, finalized, paid, order history
it: ordine, ordini fatti, pagati, storia dei ordini

source: My Orders
it: I miei Ordini

source: No Orders have been made
it: Non ci sono stati ordini

source: What do we have for you
it: Cosa potremmo offrirti

source: Product Page Navigation
it: Navigazione per le pagine dei prodotti

source: Contact Us
it: Contattaci

source: Contact us, connect, collaborate, communicate and share. We want to hear from you.
it: Contattaci, connetti, collabori, communicare e condivdere. Vogliamo sentirti.

source: contact us, communicate, message, support
it: contattaci, communicare, messagi, supporto

source: Get in Touch
it: Entra in Contatto

source: Reach Out
it: Entra in Contatto

source: Nuragic Shamanic Healing has received a message from
it: Nuragic Shamanic Healing ha ricevuto un messagio da

source: at
it: a

source: They have written the following
it: Ha scritto

source: Be Well
it: Cordiali Saluti

source: Nuragic Shamanic Healing Message Received
it: Nuragic Shamanic Healing Messagio Ricevuto

source: Hello
it: Ciao

source: Thank you for getting in contact with Nuragic Shamanic Healing
it: Grazie per contattare Nuragic Shamanic Healing

source: We have received your message and will get in contact with you as soon as possible
it: Abbiamo Ricevuto il tuo messagio e ti contatteremmo al primo possibile

source: Nuragic Shamanic Healing Contact
it: Contatto Nuragic Shamanic Healing

source: Cookie Consent
it: Consenso dei Cookie

source: <p>This website uses cookies that help the website to function, for anonymous analytic purposes to track how you interact with our our website, and advertising purposes.</p> <ul> <li>Essential, functional and fraud prevention cookies are <strong>required</strong> for site use.</li> <li>We <strong>respect</strong> Do Not Track requests. (Accept Required)</li> <li>We <strong>do not</strong> show any advertisements on the website.</li> <li>We use Google Analytics for <strong>anonymous</strong> usage data and analytics.</li> <li>We may use Facebook Pixel for advertising or personalization purposes.</li> <li>We may use cookies to connect with social networking sites.</li> <li>For <strong>more information</strong> please read our <a class="text-info" href="%(privacy_url)s">Privacy Policy</a> and <a class="text-info" href="%(cookie_url)s">Cookie Policy.</a></li> </ul> <p>For us to provide the best user experience, please enable the cookies by clicking on <strong>Accept All</strong>. </p>
it: <p>Questo sito utilizza i cookie per aiutare le funzionalità del sito, per motivi analtici per tracciare come tu interagisci con il nostro sito e per motivi di pubblicità.</p> <ul> <li>Cookie essenziali, funzionali e per la prevenzione delle frodi sono <strong>richiesti</strong> per l'uso del sito'.</li> <li><strong>Respettiamo</strong> richiesti Do Not Track. (Acceto Richiesti)</li> <li><strong>Non mostriamo</strong> pubblicità sul sito.</li> <li>Utilizziamo Google Analytics per dati e analytici <strong>anonimo</strong></li> <li>Potremmo utilizzare Facebook Pixel per motivi di pubblicità o personalizzazione.</li> <li>Potremmo utilizzare i cookie per connettere con i siti social.</li> <li>Per <strong>più informazione</strong> leggi nostra <a class="text-info" href="%(privacy_url)s">Polizza Privacy</a> e <a class="text-info" href="%(cookie_url)s">Polizza Cookie.</a></li> </ul> <p>Per l'esperienze migliore, per favore abilità i cookie cliccando su <strong>Accetto Tutti</strong>. </p>

source: Accept All
it: Accetto Tutti

source: Accept Analytics
it: Accetto Analitici

source: Accept Required
it: Accetto Richiesti

source: Reviews
it: Recensioni

source: Previous
it: Precedente

source: Next
it: Successivo

source: Consciousness, spirituality, healing and ancestry. Working with Tarot, Oracle Cards, Shamanic Drumming and Healing through Ancient Wisdom. Creating events for sharing and connections between individuals and cultures.
it: Consapevolezza, spirtualità, energia e antenati. Lavoriamo con i sistemi dei Tarocchi, Oracoli, Tamburi e Reiki. Creiamo eventi per condivisione e connesioni tra persone e culture.

source: tarot, oracle cards, healing, reiki
it: tarochhi, oracoli, benessere, reiki

source: Holistic | Courses | Readings
it: Olisitico | Corsi | Consulti

source: Index
it: Indece

source: About
it: Chi Sono

source: Spirituality
it: Spiritualità

source: Connections
it: Connesioni

source: Sharing
it: Condivisione

source: Roots
it: Radici

source: What we do
it: Cosa facciamo

source: Favorite Items
it: Articoli Preferiti

source: My Favorites
it: I Miei Preferiti

source: All Favorites
it: Tutti Preferiti

source: No Favorites
it: Nessun Preferito

source: Explore our Offerings
it: Scopri nostre Offerte

source: No Favorites...
it: Niente Preferiti...

source: Discover
it: Scopri

source: OpenID Sign In
it: Accedi con OpenID

source: Learn about our policies.
it: Leggi le nostre poizze.

source: Unique
it: Unico

source: Artisan
it: Artiginale

source: Out of Stock
it: Non Disponibile

source: Pre-order
it: Pre-ordine

source: Low Stock
it: Pochi Pezzi

source: Or take a look at these
it: O dai un ochhiata a questi

source: shop, oracle, deck, smudge, artisanal, hand-made, product, services, courses
it: shop, oracolo, mazzo, smudge, artiginale, fatto a mano, produtto, servizi, corsi

source: A shop of our own products with hand picked and hand-made items from artisans and small businesses. Come in and see what we have to offer.
it: Un shop di nostri prodotti con articoli scelti a mano da noi e fatti a mano da piccole artigiani e aziende. Vieni a vedere cosa possiamo offrirti.

source: Our Shop's Offerings
it: Le Offerte del nostro Shop

source: Have a look at our hand-picked goods and services.
it: Dai un occhiata ai nostri articoli scelti a mano e servizi.

source: Our Offerings
it: Le Nostre Offerte

source: Maybe there's something else for you at
it: Forse trovarai qualcos'altro su

source: A collection of our hand-picked items
it: Un collezione di nostri articoli scelti a mano.

source: Product Page Navigation for
it: Navigazione per le pagine dela categoria

source: Social Network Login Failure
it: Accesso con Social Fallito

source: An error occurred while attempting to login via your social network account.
it: Si è verifacato un errore con l'acces utiliazzando il tuo account social.

source: Account Connections
it: Connsessioni del Account

source: You can sign in to your account using any of the following third party accounts:
it: Puoi accedere il tuo account utilizzando:

source: You currently have no social network accounts connected to this account.
it: Attualmente non ci sono account del social connessi a questo account.

source: Add a 3rd Party Account
it: Aggiungi un Account del Social
