Repository: Ri-Dearg/nuragic-sh
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Login Cancelled
it: Accesso Anullato

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
it: Hai deciso di anullare l'acesso al sito utlizzando un account già registrato.Se questo è stato un errore, procedere <a href="%(login_url)s">acesso</a>, per favore.

source: The social account has been connected.
it: L'Account social è stato connesso.

source: The social account is already connected to a different account.
it: Questo account social è già connesso con un'altro account'

source: The social account has been disconnected.
it: L'Account social è stato disconnesso.

source: Signup
it: Iscriviti!

source: Sign Up
it: Iscriviti!

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
it: Stai ultilizzando il tuo account di %(provider_name)s per accedere %(site_name)s. Per favore, compile questo modulo per l'ultima passo.

source: Settings and Logout
it: Impostazioni e Uscito

source: Welcome
it: Benvenuto

source: Settings
it: Impostazioni

source: Email Settings
it: Impostazioni Email

source: Newsletter Settings
it: Impostazioni Newsletter

source: Save
it: Salva

source: Unsubscribe
it: Anulla Iscrizione

source: Login or Register
it: Accedere o Registrati

source: Join The Community
it: Unisciti al Communità

source: Your settings
it: I tuoi Impostazioni

source: profile
it: profilo

source: <h2 class="h-font l-space-1 h1 text-white text-center text-uppercase">%(name)s's Settings</h2>
it: <h2 class="h-font l-space-1 h1 text-white text-center text-uppercase">Impostazioni di %(name)s"</h2>

# label
source: Username or Email
it: Username o Email

source: Forgot Password?
it: Password dimenticata?

source: Username or Email
it: Username o Email

source: Reset Password
it: Reimposta Password

source: New Password
it: Password Nuova

source: Repeat Password
it: Ripeti Password

source: SHIPPING DETAILS
it: DETTAGLI SPEDIZIONE

source: BILLING DETAILS
it: DETTAGLI FATTURAZIONE

source: Save Details
it: Salva Dettagli

source: Your information has been updated.
it: I tuoi dati sono stati aggiornati.

source: Failed to update your information. Please Check your details.
it: Non è stato possibile aggiornare i tuoi dati. Controlla i tuoi dati per favore.

source: Your newsletter preferences have been updated for {email}.
it: Le tue preferenze per l'inscrizione del newlsetter sono state aggiornate per {email}.

source: You have unsubscribed {email} from the newsletter.
it: Hai anullato l'inscrizione alla newsletter per {email}.

source: Failed to update your information. Please Check your details.
it: Non è stato possibile aggiornare i tuoi dati. Controlla i tuoi dati per favore.
